Repository: kadarshgoud/inQS_Mobile_App
Catalog: App6/App6/MultilingualResources/App6.*.xlf
Languages: de, fr, hi, ru, tr

# InformationButton
source: Project Information
de: Projektinformationen
fr: Informations de projet
hi: परियोजना की जानकारी
ru: Информационный проект
tr: Proje bilgisi

# LoginButton
source: Login
de: Anmelden
fr: S'identifier
hi: लॉग इन करें
ru: Авторизоваться
tr: Oturum aç

source: Password
de: Passwort
fr: Mot de passe
hi: पारण शब्द
ru: пароль
tr: Parola

# RegisterButton
source: Register
de: Registrieren
fr: S'inscrire
hi: रजिस्टर करें
ru: регистр
tr: Kayıt ol

source: Username
de: Benutzername
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
ru: имя пользователя
tr: Kullanıcı adı

# LoginPageHeadline
source: LOGIN
de: ANMELDUNG
fr: S'IDENTIFIER
hi: लॉग इन करें
ru: АВТОРИЗОВАТЬСЯ
tr: OTURUM AÇ

# SignInButton
source: Sign In
de: Anmelden
fr: Se connecter
hi: साइन इन करें
ru: Войти в систему
tr: Oturum aç

source: LANGUAGE
de: SPRACHE
fr: LA LANGUE
hi: भाषा
ru: ЯЗЫК
tr: DİL

# LoginFailed
source: Login credentials are incorrect!
de: Logindaten sind inkorrekt!
fr: Les identifiants de connexion sont incorrects!
hi: लॉगिन क्रेडेंशियल गलत हैं!
ru: Логин неверный!
tr: Giriş kimlik bilgileri yanlış!

# LoginSuccess
source: You have been successfully registered.
de: Sie wurden erfolgreich angemeldet.
fr: Vous avez été enregistré avec succès.
hi: आप सफलतापूर्वक पंजीकृत कर लिए गए हैं।
ru: Вы были успешно зарегистрированы.
tr: Başarıyla kaydedildi.

# RegisterName
source: Enter username
de: Benutzername eingeben
fr: Saisissez votre nom d'utilisateur
hi: उपयोगकर्ता नाम दर्ज करें
ru: Введите имя пользователя
tr: Kullanıcı adı girin

# RegisterPageHeadline
source: REGISTRATION
de: REGISTRIERUNG
fr: ENREGISTREMENT
hi: रजिस्टर करें
ru: РЕГИСТРАЦИЯ
tr: KAYIT

# RegisterPassword
source: Enter your password
de: Passwort eingeben
fr: Tapez votre mot de passe
hi: अपना पासवर्ड डालें
ru: Введите свой пароль
tr: Şifrenizi girin

# RegisterPasswordConfirm
source: Repeat password
de: Passwort wiederholen
fr: Répéter le mot de passe
hi: पासवर्ड दोहराएं
ru: Повторите пароль
tr: Şifreyi tekrar girin

# RoleFour
source: User Role 4
de: Benutzerrolle 4
fr: Rôle d'utilisateur 4
hi: उपयोगकर्ता भूमिका 4
ru: Роль пользователя 4
tr: Kullanıcı Rolü 4

# RoleOne
source: User Role 1
de: Benutzerrolle 1
fr: Rôle d'utilisateur 1
hi: उपयोगकर्ता भूमिका 1
ru: Роль пользователя 1
tr: Kullanıcı Rolü 1

# RoleThree
source: User Role 3
de: Benutzerrolle 3
fr: Rôle d'utilisateur 3
hi: उपयोगकर्ता भूमिका 3
ru: Роль пользователя 3
tr: Kullanıcı Rolü 3

# RoleTwo
source: User Role 2
de: Benutzerrolle 2
fr: Rôle d'utilisateur 2
hi: उपयोगकर्ता भूमिका 2
ru: Роль пользователя 2
tr: Kullanıcı Rolü 2

source: CANCEL
de: ABBRECHEN
fr: ANNULER
hi: रद्द करना
ru: ОТМЕНА
tr: İPTAL ETMEK

source: Error
de: Fehler
fr: Erreur
hi: ग़लती
ru: ошибка
tr: Hata

# LoginNotAvailable
source: Login is currently not possible. Please try again later.
de: Ein Login ist derzeit nicht möglich. Bitte versuchen Sie es später noch einmal.
fr: La connexion est actuellement impossible. Veuillez réessayer plus tard.
hi: वर्तमान में लॉगिन संभव नहीं है। बाद में पुन: प्रयास करें।
ru: Войти в данный момент невозможно. Пожалуйста, повторите попытку позже.
tr: Giriş şu anda mümkün değil. Lütfen daha sonra tekrar deneyiniz.

# LoginNotYetAvailable
source: Login is not available until 1 October 2019. Please try again later.
de: Der Login ist erst ab dem 1. Oktober 2019 möglich. Bitte versuchen Sie es später noch einmal.
fr: La connexion n'est pas disponible avant le 1er octobre 2019. Veuillez réessayer plus tard.
hi: 1 अक्टूबर 2019 तक लॉगिन उपलब्ध नहीं है। कृपया बाद में पुनः प्रयास करें।
ru: Логин не доступен до 1 октября 2019 года. Повторите попытку позже.
tr: Giriş 1 Ekim 2019 tarihine kadar geçerli değildir. Lütfen daha sonra tekrar deneyin.

# PasswordLowComplexity
source: Your password should contain at least one number (0-9) and one sign (like @, §, $, %, #).
de: Ihr Passwort muss neben Groß- und Kleinbuchstaben mindestens eine Zahl (0-9) und ein Zeichen (@, §, $, %, #, ...) enthalten.
fr: Votre mot de passe doit contenir au moins un chiffre (0 à 9) et un signe (comme @, §, $,%, #).
hi: आपके पासवर्ड में कम से कम एक नंबर (0-9) और एक चिन्ह (जैसे @, §, $,%, #) होना चाहिए।
ru: Ваш пароль должен содержать как минимум одно число (0-9) и один знак (например, @, §, $,%, #).
tr: Şifreniz en az bir rakam (0-9) ve bir işaret içermelidir (@, §, $,%, # gibi).

# PasswordNoMatch
source: The password and confirmation password do not match.
de: Das Passwort und das Bestätigungspasswort stimmen nicht überein.
fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas.
hi: पासवर्ड और पुष्टिकरण पासवर्ड मेल नहीं खाते हैं।
ru: Пароль и пароль подтверждения не совпадают.
tr: Şifre ve onay şifresi uyuşmuyor.

# PasswordShort
source: Your password is too short. Minimum length is 6 character.
de: Ihr Passwort ist zu kurz. Die Mindestlänge beträgt 6 Zeichen.
fr: Votre mot de passe est trop court. La longueur minimale est de 6 caractères.
hi: आपका पासवर्ड बहुत छोटा है। न्यूनतम लंबाई 6 वर्ण है।
ru: Ваш пароль слишком короткий. Минимальная длина 6 символов.
tr: Parolanız çok kısa. Minimum uzunluk 6 karakterdir.

# RegisterContactDBFailure
source: Please contact admin.
de: Bitte kontaktieren Sie den Administrator, da möglicherweise ein Datenbankfehler vorliegt.
fr: S'il vous plaît contacter admin.
hi: कृपया व्यवस्थापक से संपर्क करें।
ru: Пожалуйста, свяжитесь с администратором.
tr: Lütfen yönetici ile iletişime geçin.

# RegisterEmptyFields
source: Please fill out all required fields in the registration form.
de: Bitte füllen Sie alle Pflichtfelder im Anmeldeformular aus.
fr: Veuillez remplir tous les champs obligatoires du formulaire d'inscription.
hi: कृपया पंजीकरण फॉर्म में सभी आवश्यक फ़ील्ड भरें।
ru: Пожалуйста, заполните все обязательные поля в регистрационной форме.
tr: Lütfen gerekli tüm alanları kayıt formunda doldurunuz.

# RegisterFailed
source: Registration failed
de: Registrierung fehlgeschlagen
fr: Échec de l'enregistrement
hi: पंजीकरण विफल
ru: Регистрация не удалась
tr: Kayıt başarısız

# RegisterSelectRole
source: Please select a user role.
de: Bitte wählen Sie eine Benutzerrolle aus.
fr: Veuillez sélectionner un rôle d'utilisateur.
hi: कृपया एक उपयोगकर्ता की भूमिका का चयन करें।
ru: Пожалуйста, выберите роль пользователя.
tr: Lütfen bir kullanıcı rolü seçin.

# RegisterSuccess
source: Registration successful
de: Registrierung erfolgreich
fr: inscription réussi
hi: पंजीकरण सफल
ru: Регистрация прошла успешно
tr: Kayıt başarılı

# RegisterSuccessTextRoleFour
source: You have successfully registered in user role 4. Please log in now.
de: Sie haben sich erfolgreich in der Benutzerrolle 4 registriert. Bitte loggen Sie sich jetzt ein.
fr: Vous vous êtes enregistré avec succès dans le rôle d'utilisateur 4. Veuillez vous connecter maintenant.
hi: आपने सफलतापूर्वक उपयोगकर्ता की भूमिका में पंजीकरण कर लिया है 4. अब लॉग इन करें।
ru: Вы успешно зарегистрировались в роли пользователя 4. Пожалуйста, войдите сейчас.
tr: Kullanıcı rolü 4'te başarıyla kayıt oldunuz. Lütfen şimdi giriş yapın.

# RegisterSuccessTextRoleOne
source: You have successfully registered in user role 1. Please log in now.
de: Sie haben sich erfolgreich in der Benutzerrolle 1 registriert. Bitte loggen Sie sich jetzt ein.
fr: Vous vous êtes enregistré avec succès dans le rôle d'utilisateur 1. Veuillez vous connecter maintenant.
hi: आपने सफलतापूर्वक उपयोगकर्ता की भूमिका में पंजीकरण कर लिया है 1. अब लॉग इन करें।
ru: Вы успешно зарегистрировались в роли пользователя 1. Пожалуйста, войдите сейчас.
tr: Kullanıcı rolü 1'e başarıyla kayıt oldunuz. Lütfen şimdi giriş yapın.

# RegisterSuccessTextRoleThree
source: You have successfully registered in user role 3. Please log in now.
de: Sie haben sich erfolgreich in der Benutzerrolle 3 registriert. Bitte loggen Sie sich jetzt ein.
fr: Vous vous êtes enregistré avec succès dans le rôle d'utilisateur 3. Veuillez vous connecter maintenant.
hi: आपने सफलतापूर्वक उपयोगकर्ता की भूमिका में पंजीकरण कर लिया है 3. अब लॉग इन करें।
ru: Вы успешно зарегистрировались в роли пользователя 3. Пожалуйста, войдите сейчас.
tr: Kullanıcı rolü 3'te başarıyla kayıt oldunuz. Lütfen şimdi giriş yapın.

# RegisterSuccessTextRoleTwo
source: You have successfully registered in user role 2. Please log in now.
de: Sie haben sich erfolgreich in der Benutzerrolle 2 registriert. Bitte loggen Sie sich jetzt ein.
fr: Vous vous êtes enregistré avec succès dans le rôle d'utilisateur 2. Veuillez vous connecter maintenant.
hi: आपने सफलतापूर्वक उपयोगकर्ता की भूमिका में पंजीकरण कर लिया है 3. अब लॉग इन करें।
ru: Вы успешно зарегистрировались в роли пользователя 2. Пожалуйста, войдите сейчас.
tr: Kullanıcı rolü 2'ye başarıyla kayıt oldunuz. Lütfen şimdi giriş yapın.

# RegisterUnknownInQSUser
source: Username is not registered in the InQS Web System. Please use valid username.
de: Der Benutzername ist nicht im inQS Web System registriert. Bitte verwenden Sie einen gültigen Benutzernamen.
fr: Le nom d'utilisateur n'est pas enregistré dans le système Web InQS. Veuillez utiliser un nom d'utilisateur valide.
hi: उपयोगकर्ता नाम InQS वेब सिस्टम में पंजीकृत नहीं है। कृपया एक मान्य उपयोगकर्ता नाम का उपयोग करें।
ru: Имя пользователя не зарегистрировано в веб-системе InQS. Пожалуйста, используйте действительное имя пользователя.
tr: Kullanıcı adı InQS Web Sisteminde kayıtlı değil. Lütfen geçerli bir kullanıcı adı kullanın.

# RegisterWrongRole
source: Your selected role is not corresponding to the role in the InQS Web System.
de: Ihre ausgewählte Rolle entspricht nicht der Rolle im inQS Web System.
fr: Le rôle que vous avez sélectionné ne correspond pas à celui du système Web InQS.
hi: आपकी चयनित भूमिका InQS वेब सिस्टम में भूमिका के अनुरूप नहीं है।
ru: Выбранная вами роль не соответствует роли в веб-системе InQS.
tr: Seçtiğiniz rol, InQS Web Sistemindeki rolle uyuşmuyor.

# RegistrationNotYetAvailable
source: Registration is not available until 16 September 2019. Please try again later.
de: Die Registrierung ist erst ab dem 16. September 2019 möglich. Bitte versuchen Sie es später noch einmal.
fr: L'inscription n'est pas disponible avant le 16 septembre 2019. Veuillez réessayer plus tard.
hi: पंजीकरण 16 सितंबर 2019 तक उपलब्ध नहीं है। कृपया बाद में पुनः प्रयास करें।
ru: Регистрация не доступна до 16 сентября 2019 года. Пожалуйста, повторите попытку позже.
tr: Kayıt işlemi 16 Eylül 2019 tarihine kadar mümkün değildir. Lütfen daha sonra tekrar deneyin.

# UsernameTaken
source: Username is already taken. Please change username.
de: Der Benutzername ist bereits vergeben. Bitte ändern Sie den Benutzernamen.
fr: Nom d'utilisateur déjà pris. S'il vous plaît changer de nom d'utilisateur.
hi: उपयोगकर्ता का नाम पहले से लिया है। कृपया उपयोगकर्ता नाम बदलें।
ru: Имя пользователя уже используется. Пожалуйста, измените имя пользователя.
tr: Kullanıcı adı zaten alınmış. Lütfen kullanıcı adını değiştir.

# DatenschutzButton
source: Privacy statement
de: Datenschutzerklärung
fr: Déclaration de confidentialité
hi: गोपनीयता वाले कथन
ru: Положение о конфиденциальности
tr: Gizlilik beyanı

# LoginWrongAppVersion
source: You are using an outdated app version, please update your app via the Google Play Store.
de: Sie verwenden eine nicht aktuelle App Version. Bitte aktualisieren Sie Ihre App Version über den Google Play Store.
fr: Vous utilisez une version obsolète de l'application, mettez-la à jour via le Google Play Store.
hi: आप एक पुराने एप्लिकेशन संस्करण का उपयोग कर रहे हैं, कृपया Google Play Store के माध्यम से अपना ऐप अपडेट करें।
ru: Если вы используете устаревшую версию приложения, пожалуйста, обновите его через Google Play Store.
tr: Eski bir uygulama sürümünü kullanıyorsanız, lütfen uygulamanızı Google Play Store üzerinden güncelleyin.

# PreferenceLabel
source: Preferences
de: Einstellungen
fr: Préférences
hi: तरजीह
ru: предпочтения
tr: Tercihler

# PreferenceLabelBenutzername
source: Username:
de: Benutzername:
fr: Nom d'utilisateur:
hi: उपयोगकर्ता नाम:
ru: Имя пользователя:
tr: Kullanıcı adı:

# PreferenceLabelBenutzerrolle
source: User role:
de: Benutzerrolle:
fr: Rôle d'utilisateur:
hi: उपयोगकर्ता भूमिका:
ru: Роль пользователя:
tr: Kullanıcı rolü:

# PreferenceLabelEinrichtung
source: Institution:
de: Einrichtung:
hi: संस्थान:
ru: Учебное заведение:
tr: Kurum:

# PreferenceLabelWohnbereich
source: Institution area:
de: Wohnbereich:
fr: Domaine de l'institution:
hi: संस्था क्षेत्र:
ru: Район учреждения:
tr: Kurum alanı:

source: Information
fr: l'information
hi: जानकारी
ru: Информация
tr: Bilgi

# InformationSaveQuery
source: Would you like to save the data?
de: Möchten Sie die Änderungen speichern?
fr: Voulez-vous sauvegarder les données?
hi: क्या आप डेटा सहेजना चाहेंगे?
ru: Хотите сохранить данные?
tr: Verileri kaydetmek ister misiniz?

source: No
de: Nein
fr: Non
hi: नहीं
ru: нет
tr: Hayır

source: Yes
de: Ja
fr: Oui
hi: हाँ
ru: да
tr: Evet

# FieldsUnfilled
source: Please answer the red marked question item(s).
de: Bitte beantworten Sie die rot markierten Fragen.
fr: Veuillez répondre aux questions marquées en rouge.
hi: कृपया लाल चिह्नित प्रश्न आइटम का उत्तर दें।
ru: Пожалуйста, ответьте на красный вопрос (ы).
tr: Lütfen kırmızı işaretli soru maddelerine cevap verin).

source: Warning
de: Achtung
fr: Attention
hi: चेतावनी
ru: Предупреждение
tr: Uyarı

# ResetCategoryWarning
source: Would you like to reset the category data?
de: Möchten Sie die eingegeben Daten der Kategorie wirklich zurücksetzen?
fr: Voulez-vous réinitialiser les données de catégorie?
hi: क्या आप श्रेणी डेटा रीसेट करना चाहेंगे?
ru: Хотите сбросить данные категории?
tr: Kategori verilerini sıfırlamak ister misiniz?

# CreateSurvey
source: Create Surveys
de: Erhebungsbögen anlegen
fr: Créer des sondages
hi: सर्वे बनाएं
ru: Создать опросы
tr: Anket Oluştur

# ShowSurvey
source: Show Surveys
de: Erhebungsbögen anzeigen
fr: Afficher les sondages
hi: सर्वेक्षण दिखाएं
ru: Показать опросы
tr: Anketleri Göster

# SurveyHeadline
source: Data entry form for quality recording
de: Erhebungsbogen zur Qualitätserfassung
fr: Formulaire de saisie de données pour un enregistrement de qualité
hi: क्वालिटी रिकॉर्डिंग के लिए डेटा एंट्री फॉर्म
ru: Форма ввода данных для качественной записи
tr: Kaliteli kayıt için veri giriş formu

# SurveyHeadlineFor
source: for
de: für
fr: pour
hi: के लिये
ru: за
tr: için

# ResetCategoryImpossibleWarning
source: The category cannot be reset because the evaluation period is already over.
de: Die Kategorie kann nicht zurückgesetzt werden, da der Auswertungszeitraum bereits abgelaufen ist.
fr: La catégorie ne peut pas être réinitialisée car la période d'évaluation est déjà terminée.
hi: श्रेणी को रीसेट नहीं किया जा सकता क्योंकि मूल्यांकन की अवधि पहले ही समाप्त हो गई है।
ru: Категория не может быть сброшена, потому что период оценки уже закончился.
tr: Değerlendirme periyodu zaten bittiği için kategori sıfırlanamıyor.

# AppError
source: Error
de: Fehler
fr: Erreur
hi: गलती
ru: ошибка
tr: Hata

# AppErrorMsg
source: An error has occurred. Please check your internet connection or correct your input and try again.
de: Ein Fehler ist aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung oder korrigieren Sie fehlerhafte Eingaben und versuchen Sie es erneut.
fr: Une erreur est survenue. Veuillez vérifier votre connexion Internet ou corriger votre saisie et réessayer.
hi: एक गलती हुई है। कृपया अपना इंटरनेट कनेक्शन जांचें या अपना इनपुट सही करें और पुनः प्रयास करें।
ru: Произошла ошибка. Пожалуйста, проверьте подключение к Интернету или исправьте свой ввод и попробуйте снова.
tr: Bir hata oluştu. Lütfen internet bağlantınızı kontrol edin veya girişinizi düzeltin ve tekrar deneyin.

# SurveyHeadlineWithoutQE
source: Data entry form without quality recording
de: Erhebungsbogen ohne Qualitätserfassung
fr: Formulaire de saisie de données sans enregistrement de qualité
hi: क्वालिटी रिकॉर्डिंग के बिना डाटा एंट्री फॉर्म
ru: Форма ввода данных без качественной записи
tr: Kaliteli kayıt olmadan veri giriş formu
